Repository: screen-co/libhyscangui
Catalog: hyscangui/po/*/hyscangui.po
Languages: ru

source: <p><a name="%s"><strong>%s</strong></a></p> <img src="%s/%s.png" alt="%s" title="%s"> <p>Date: %s<br> Time: %s<br> Location: %s, %s (%s)<br> Description: %s<br> Comment: %s<br> Notes: %s<br> Track: %s<br> Track creation date: %s<br> Board: %s<br> Depth: %.2f m<br> Project: %s<br> %s</p> <br style="page-break-before: always"/>
ru: <p><a name="%s"><strong>%s</strong></a></p> <img src="%s/%s.png" alt="%s" title="%s"> <p>Дата: %s<br> Время: %s<br> Координаты: %s, %s (%s)<br> Описание: %s<br> Комментарий: %s<br> Примечание: %s<br> Галс: %s<br> Дата создания галса: %s<br> Борт: %s<br> Глубина: %.2f м<br> Проект: %s<br> %s</p> <br style="page-break-before: always"/>

source: <p><a name="%s"><strong>%s</strong></a></p> <img src="%s/%s.png" alt="%s" title="%s"> <p>Date: %s<br> Time: %s<br> Location: %s, %s (%s)<br> Description: %s<br> Comment: %s<br> Notes: %s<br> Track: %s<br> Track creation date: %s<br> Board: %s<br> Depth: %.2f m<br> Width: %.2f m<br> Slant range: %.2f m<br> Project: %s<br> %s</p> <br style="page-break-before: always"/>
ru: <p><a name="%s"><strong>%s</strong></a></p> <img src="%s/%s.png" alt="%s" title="%s"> <p>Дата: %s<br> Время: %s<br> Координаты: %s, %s (%s)<br> Описание: %s<br> Комментарий: %s<br> Примечание: %s<br> Галс: %s<br> Дата создания галса: %s<br> Борт: %s<br> Глубина: %.2f м<br> Ширина: %.2f м<br> Наклонная дальность: %.2f м<br> Проект: %s<br> %s</p> <br style="page-break-before: always"/>

source: <p><a name="%s"><strong>%s</strong></a></p> <p>Date: %s<br> Time: %s<br> Location: %s, %s (%s)<br> Description: %s<br> Comment: %s<br> Notes: %s<br> Project: %s<br> %s</p> <br style="page-break-before: always"/>
ru: <p><a name="%s"><strong>%s</strong></a></p> <p>Дата: %s<br> Время: %s<br> Координаты: %s, %s (%s)<br> Описание: %s<br> Комментарий: %s<br> Примечание: %s<br> Проект: %s<br> %s</p> <br style="page-break-before: always"/>

source: <a href="#geo"><strong>Geo marks</strong></a><br>
ru: <a href="#geo"><strong>Гео-метки</strong></a><br>

source: <a href="#wf"><strong>Acoustic marks</strong></a><br>
ru: <a href="#geo"><strong>Акустические метки</strong></a><br>

source: <p><a name="geo"><strong>Geo marks</strong></a></p>
ru: <p><a name="geo"><strong>Гео-метки</strong></a></p>

source: <p><a name="wf"><strong>Acoustic marks</strong></a></p>
ru: <p><a name="geo"><strong>Акустические метки</strong></a></p>

source: %.2f m
ru: %.2f м.

source: %d track selected
ru: Выбран %d галс

source: %s Acoustic marks: %u Geo marks: %u Tracks: %u
ru: %s Акустические метки: %u Гео-метки: %u Галсы: %u

source: %s Created: %s Modified: %s
ru: %s Создано: %s Изменено: %s

source: %s Created: %s Modified: %s %s
ru: %s Создано: %s Изменено: %s %s

source: %s Created: %s Modified: %s %s Track: %s Board: %s Depth: %s
ru: %s Создано: %s Изменено: %s %s Галс: %s Борт: %s Глубина: %s

source: %s Created: %s Modified: %s %s Track: %s Board: %s Depth: %s Width: %s Slant range: %s
ru: %s Создано: %s Изменено: %s %s Галс: %s Борт: %s Глубина: %s Ширина: %s Наклонная дальность: %s

source: %s Created: %s Modified: %s %s (WGS 84)
ru: %s Создано: %s Изменено: %s %s (WGS 84)

source: %s Created: %s Modified: %s %s (WGS 84) Track: %s Board: %s Depth: %s Width: %s Slant range: %s
ru: %s Создано: %s Изменено: %s %s (WGS 84) Галс: %s Борт: %s Глубина: %s Ширина: %s Наклонная дальность: %s

source: %s Group %s
ru: %s Группа %s

source: %s Groups: %hu
ru: %s Группы: %hu

source: %s Note: %s Created: %s Modified: %s
ru: %s Описание: %s Создано: %s Изменено: %s

source: %s Note: %s Created: %s Modified: %s %s
ru: %s Описание: %s Создано: %s Изменено: %s %s

source: %s Note: %s Created: %s Modified: %s %s Track: %s Board: %s Depth: %s
ru: %s Описание: %s Создано: %s Изменено: %s %s Галс: %s Борт: %s Глубина: %s

source: %s Note: %s Created: %s Modified: %s %s Track: %s Board: %s Depth: %s Width: %s Slant range: %s
ru: %s Описание: %s Создано: %s Изменено: %s %s Галс: %s Борт: %s Глубина: %s Ширина: %s Наклонная дальность: %s

source: %s Note: %s Created: %s Modified: %s %s (WGS 84)
ru: %s Описание: %s Создано: %s Изменено: %s %s (WGS 84)

source: %s Note: %s Created: %s Modified: %s %s (WGS 84) Track: %s Board: %s Depth: %s Width: %s Slant range: %s
ru: %s Описание: %s Создано: %s Изменено: %s %s (WGS 84) Галс: %s Борт: %s Глубина: %s Ширина: %s Наклонная дальность: %s

source: %s Project: %s %s%s
ru: %s Проект: %s %s%s

source: %s Quantity: %u
ru: %s Количество: %u

source: %s Quantity: %u Groups: %hu
ru: %s Количество: %u Группы: %hu

source: %s - Edit Profile
ru: %s - Редактировать профиль

source: %s<br> %s<br> %s<br> %s</p> <p>Statistics<br> Geo marks: %i<br> Acoustic marks: %i<br> Total: %i
ru: %s<br> %s<br> %s<br> %s</p> <p>Статистика<br> Гео-метки: %i<br> Акустические метки: %i<br> Всего: %i

source: <!DOCTYPE html> <html lang="en"> <head> <meta charset="utf-8"> <meta name="generator" content="HyScan5"> <meta name="description" content="%s"> <meta name="author" content="operator_name"> <meta name="document-state" content="static"> <title>%s</title> </head> <body> <p>%s</p> <p>%s<br> %s</p> %s
ru: <!DOCTYPE html> <html lang="ru"> <head> <meta charset="utf-8"> <meta name="generator" content="HyScan5"> <meta name="description" content="%s"> <meta name="author" content="operator_name"> <meta name="document-state" content="static"> <title>%s</title> </head> <body> <p>%s</p> <p>%s<br> %s</p> %s

source: Abort
ru: Отмена

source: Acoustic marks
ru: Акустические метки

source: Acoustic marks: %u Geo marks: %u Tracks: %u Created: %s Modified: %s
ru: Акустические метки: %u гео-метки: %u Галсы: %u Создано: %s Изменено: %s

source: Actions
ru: Действия

source: Active track
ru: Актинвый галс

source: Active track thickness
ru: Толщина активного галса

source: Add parallel tracks
ru: Добавить параллельные галсы

source: Adjust length to _zone boundary
ru: Подогнать длину к границам _зоны

source: Adjust length to zone boundary
ru: Подогнать длину к границам зоны

source: All Files
ru: Все файлы

source: All acoustic marks
ru: Все акустические метки

source: All geo-marks
ru: Все гео-метки

source: All labels
ru: Все группы

source: All tracks
ru: Все галсы

source: Angle
ru: Угол

source: Angle %.2f°, Length %.2f %s
ru: Угол %.2f°, Длина %.2f %s

source: Apply
ru: Применить

source: Arrow fill
ru: Заливка указателя

source: Arrow stroke
ru: Обводка указателя

source: Background
ru: Фон

source: Bar step
ru: Шаг полос

source: Bar width
ru: Ширина полосы

source: Base Map
ru: Карта

source: Board
ru: Борт

source: Bottom
ru: Под собой

source: By labels
ru: По группам

source: By types
ru: По типам

# Heading
source: COG
ru: ПУ

source: COG Predictor, min
ru: Линия ПУ, мин

source: Cancel
ru: Отмена

source: Choose
ru: Выбрать

source: Choose directory
ru: Выберите директорию

source: Choose icon
ru: Выберите изображение

source: Collapse All
ru: Свернуть все

source: Collapse all
ru: Свернуть все

source: Container
ru: Контейнер

source: Convert
ru: Конвертировать

source: Convert to geo marks.
ru: Преобразовать в гео-метки.

source: Coordinate Units
ru: Единицы измерения

source: Coordinate system is not available
ru: Точка отсчёта не установлена

source: Course
ru: Курс

source: Coverage
ru: Покрытие

source: Create new group
ru: Создать новую группу

source: Create parallel tracks...
ru: Создать параллельные галсы...

source: Created
ru: Создано

source: Creation time
ru: Создано

source: Danger
ru: Опасность

source: Dangerous objects or targets.
ru: Объекты или цели, представляющие опасность.

source: Date
ru: Дата

source: Decimal Degrees
ru: Десятичные градусы

source: Default
ru: Оператор

source: Degree Minute
ru: Градусы Минуты

source: Degree Minute Second
ru: Градусы Минуты Секунды

source: Delete
ru: Удалить

source: Delete current project plan
ru: Удалить текущую схему галсов проекта

source: Delete toggled
ru: Удалить отмеченное

source: Delete vertex
ru: Удалить вершину

source: Delete zone
ru: Удалить зону

source: Depth
ru: Глубина

source: Description
ru: Описание

source: Different objects.
ru: Различные объекты.

source: Distance bars
ru: Линии дальности

source: Done
ru: Выполнено

source: Duplicate
ru: Дублировать

source: Echo mark
ru: Метка эхолота

source: Edited
ru: Отредактировано

source: Empty
ru: Нет данных

source: End Lat
ru: Фин, шир.

source: End Lon
ru: Фин, дол.

source: End X
ru: Фин, X

source: End Y
ru: Фин, Y

source: Enter parameters of coordinate system or pick it on the map
ru: Введите параметры начала отсчёта или укажите его на карте

source: Execute:
ru: Выполнение:

source: Expand All
ru: Раскрыть все

source: Expand all
ru: Развернуть всё

source: Failed to import
ru: Импорт не удался

source: Fill beams
ru: Зона покрытия

source: Fill color
ru: Цвет заливки

source: Find track on the map
ru: Показать галс на карте

source: Found %d %s and %d %s. %s.
ru: Найдено %d %s и %d %s. %s.

source: Free tracks
ru: Свободные галсы

source: Generated: <a href="http://screen-co.ru/">HyScan5</a>.
ru: Сгенерировано: <a href="http://screen-co.ru/">HyScan5</a>.

source: Geo
ru: Географ.

source: Geo Marks
ru: Геометки

source: Geo-marks
ru: Гео-метки

source: Grid
ru: Сетка

source: Group
ru: Группа

source: Grouping
ru: Группировка

# Heading
source: HDG
ru: ИК

source: HDG Predictor, km
ru: Линия ИК, км

source: HSX Converter
ru: HSX конвертер

source: Highlighted zone
ru: Подсвеченная зона

source: Highlighted zone thickness
ru: Толщина подсвеченной зоны

source: Hover color
ru: Цвет при наведении

source: Icon
ru: Изображение

source: Image border
ru: Рамка изображения

source: Import Track Plan
ru: Импорт схемы галсов

source: Import finished successfully
ru: Импорт успешно завершён

source: Interesting
ru: Интересный

source: Invalid file format, no objects has been loaded.
ru: Неправильный формат файла, ни один объект не был загружен.

source: Invert
ru: Сменить направление

source: L
ru: Длина

source: Label background
ru: Фон подписи

source: Label color
ru: Цвет подписи

source: Labels
ru: Группы

source: Lat
ru: Шир

source: Latitude
ru: Широта

source: Layer visibility
ru: Видимость слоя

source: Length
ru: Длина

source: Length Along Track, m
ru: Длина вдоль галса, м

source: Line
ru: Линия

source: Line color
ru: Цвет линии

source: Line thickness
ru: Толщина линии

source: Load
ru: Загрузить

source: Load icon
ru: Загрузить изображение

source: Location
ru: Координаты

source: Location (WGS 84)
ru: Координаты (WGS 84)

source: Lon
ru: Дол

source: Longitude
ru: Долгота

source: Main color
ru: Основной цвет

source: Marks report
ru: Отчёт по меткам

source: Modification time
ru: Изменено

source: Modified
ru: Изменено

source: Mouse coordinates copied to clipboard: %s
ru: Координаты курсора скопированы в буфер обмена: %s

source: My location
ru: Где я

source: Name
ru: Название

source: Navigate
ru: Начать навигацию

source: Navigation
ru: Навигация

source: New label
ru: Новая группа

source: No active track
ru: Галс не выбран

source: Note:
ru: Описание:

source: Note: %s Acoustic marks: %u Geo marks: %u Tracks: %u Created: %s Modified: %s
ru: Описание: %s Акустические метки: %u Гео-метки: %u Галсы: %u Создано: %s Изменено: %s

source: Number tracks starting from here
ru: Назначить номер галсов, начиная с этого

source: OK
ru: ОК

source: OX axis direction
ru: Направление оси OX

source: Object
ru: Объект

source: Objects
ru: Объекты

source: Objects or targets identified, but not inspected.
ru: Объекты или цели, идентифицированные, но не обследованные.

source: Objects or targets interesting for inspection or exploration.
ru: Объекты или цели, представляющие интересдля дальнейшего изучения или обследования.

source: Objects or targets located at deep water.
ru: Объекты или цели, расположенные на большой глубине.

source: Objects or targets located at shallow or low depth.
ru: Объекты или цели, расположенные на мелководье или небольшой глубине.

source: Objects or targets located close to each other (as a group), group objects.
ru: Объекты или цели, расположенные близко (группой), груповые объекты.

source: Offline
ru: Оффлайн

source: Online
ru: Онлайн

source: Operator
ru: Оператор

source: Operator name
ru: Оператор

source: Orientation
ru: Ориент.

source: Origin
ru: Точка отсчета

source: Origin is not set
ru: Начало отсчёта не установлено

source: Origin is set
ru: Начало отсчёта установлено

source: Origin thickness
ru: Толщина точки отсчёта

source: Pending color
ru: Цвет при загрузке

source: Pin
ru: Булавка

source: Plan
ru: План

source: Plan: %.1f m/s %.0f° L%.0fm ~%02d:%02d
ru: План: %1.f м/с %.0f° L%.0fм ~%02d:%02d

source: Planned tracks
ru: Схема галсов

source: Planner
ru: Планирование

source: Port
ru: Левый борт

source: Port arrow
ru: Стрелка левого борта

source: Prime color
ru: Основной цвет

source: Progress Done, %
ru: Выполнено, %

source: Progress done
ru: Выполнено

source: Project creation date: %s
ru: Дата создания проекта: %s

source: Project description: %s
ru: Описание проекта: %s

source: Project: %s
ru: Проект: %s

source: Quality
ru: Качество

source: Quality (from 0 to 100)
ru: Качество (от 0 до 100)

source: Reference point is not set
ru: Точка отсчёта не задана

source: Remove all pins
ru: Удалить все булавки

source: Remove ruler
ru: Удалить линейку

source: Report creation date: %s
ru: Дата создания отчёта: %s

source: Restore
ru: Восстановить

source: Ruler
ru: Линейка

source: SD(Trk)
ru: SD(Курс)

source: SD(Vel)
ru: SD(Скор.)

source: Save
ru: Сохранить

source: Save as HTML
ru: Сохранить как HTML

source: Save file
ru: Сохранить файл

source: Scale
ru: Масштаб

source: Second color
ru: Второй цвет

source: Select
ru: Выбор

source: Select NMEA source
ru: Выберите источник NMEA

source: Select file to import
ru: Выберите файл для импорта

source: Select track
ru: Выберите галс

source: Select track to edit its properties
ru: Выберите галс для редактирования

source: Selected track
ru: Выбранный галс

source: Selected track thickness
ru: Толщина выбранного галса

source: Selection
ru: Выбор

source: Selection background
ru: Фон выбора

source: Set labels
ru: Установить группы

source: Shallow
ru: Мелководье

source: Show
ru: Показать

source: Show acoustic image
ru: Показывать АИ меток

source: Show mark border only
ru: Показывать только границы

source: Signal lost
ru: Нет сигнала

source: Signal lost arrow fill
ru: Заливка при потери сигнала

source: Signal lost arrow stroke
ru: Обводка при потери сигнала

source: Signal lost line
ru: Путь при потери сигнала

source: Slant range
ru: Наклонная дальность

source: Speed
ru: Скорость

source: Starboard
ru: Правый борт

source: Starboard arrow
ru: Стрелка правого борта

source: Start Lat
ru: Нач, шир.

source: Start Lon
ru: Нач, дол.

source: Start X
ru: Нач, X

source: Start Y
ru: Нач, Y

source: Start _navigation
ru: Начать _навигацию

source: Status
ru: Статус

source: Std Dev Across Track, m
ru: Ст. откл. поперёк галса, м

source: Std Dev of Track, °
ru: Ст. откл. курса, °

source: Std Dev of Velocity, m/s
ru: Ст. откл. скорости, м/с

source: Stroke color
ru: Цвет обводки

source: Text
ru: Текст

source: Text background
ru: Фон текста

source: This is a new label
ru: Новая группа

source: Time
ru: Время

source: Time, hh:mm:ss
ru: Время, чч:мм:сс

source: Title
ru: Название

source: Toggle all
ru: Отметить всё

source: Toggled objects will delete irrevocably, excepting global groups. You can't delete global groups. Acoustic marks associated with tracks will be deleted or converted to geo marks Continue?
ru: Отмеченные объекты будут удалены безвозвратно, за исключением глобальных групп. Глобальные группы не могут быть удалены. Акустические метки связаные с галсами будут удалены или преобразованы в гео-метки. Продолжить?

source: Toggled objects will delete irrevocably, excepting global groups. You can't delete global groups. Continue?
ru: Отмеченные объекты будут удалены безвозвратно, за исключением глобальных групп. Глобальные группы не могут быть удалены. Продолжить?

source: Topo
ru: Декарт.

source: Topo coordinates (x, y)
ru: Декартовы коорд. (x, y)

source: Track
ru: Галс

source: Track Std. Dev.
ru: Ст. откл. курса

source: Track has been recorded with another plan. The original plan can be restored from the context menu.
ru: Галс был записан по другому плану. Исходный план галса может быть восставновлен через контекстное меню.

source: Track name
ru: Галс

source: Track plan
ru: Схема галсов

source: Track settings
ru: Настройки галса

source: Track thickness
ru: Толщина галса

source: Track, °
ru: Курс, °

source: Tracks
ru: Галсы

source: Tracks on the left
ru: Галсов слева

source: Tracks on the right
ru: Галсов справа

source: Tracks:
ru: Галсы:

source: Trajectory
ru: Траектория движения

source: Trk, °
ru: Курс, °

source: Ungrouped
ru: Без группировки

source: Unidentified
ru: Неизвестный

source: Unidentified objects or targets.
ru: Неидентифицированные объекты или цели.

source: Uninspected
ru: Необследованный

source: Unknown
ru: Нет данных

source: Untoggle all
ru: Снять все отметки

source: User
ru: Оператор

source: Vel
ru: Скор.

source: Velocity
ru: Скорость

source: Velocity Std. Dev.
ru: Ст. откл. скорости

source: Velocity, m/s
ru: Скорость, м/с

source: Visible Columns
ru: Отображение столбцов

source: Waterfall Marks
ru: Метки АИ

source: Width
ru: Ширина

source: Wrong value
ru: Неправильное значение

source: XML Files
ru: XML файлы

source: Y Std. Dev
ru: Ст. откл. Y

source: Zone
ru: Периметр

source: Zone thickness
ru: Толщина периметра

source: _Alternate direction
ru: _Чередовать направление

source: _Apply
ru: _Применить

source: _Autostart recording
ru: _Автостарт записи

source: _Cancel
ru: _Отмена

source: _Close
ru: _Закрыть

source: _Delete
ru: _Удалить

source: _Distance between, m
ru: _Расстояние между, м

source: _Fill full zone
ru: _Заполнить весь полигон

source: _Find track on the map
ru: _Найти галс на карте

source: _Follow ship
ru: _Следовать за судном

source: _Import
ru: _Импорт

source: _Invert
ru: _Сменить направление

source: _OK
ru: _Ок

source: _Open
ru: О_ткрыть

source: _Records
ru: _Записи

source: _Restore original plan
ru: _Восстановить исходный план

source: _Select track automatically
ru: _Выбирать галс автоматически

source: _Ship
ru: _Судно

source: _Track
ru: _Галс

source: _User
ru: _Ручн.

source: cm
ru: см

source: km
ru: км

source: m
ru: м

source: m/s
ru: м/с

source: mm
ru: мм

source: track
ru: галс

source: zone
ru: зона
